[M_FeedButtStallion MissionDefinition]
MissionName="I'm trying to get off my ass"
MissionDescription="A hungry woman. Tina thought she needed to eat something.."
TurnInDescription="Something happened.."
MissionSummary="Praise the stud queen's ass."
MissionGiver="Student Assistant"
MissionTurnInLocation="boohill"
TeaserText="The queen is hungry!"

[M_FeedButtStallion:FeedButtStallion_OS_Feed MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FeedButtStallion:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FeedButtStallion:OBJ_FB_FeedButtstallion MissionObjectiveDefinition]
ProgressMessage="Feed the horse more than the foal"

